[
  {
    "id": 0,
    "name": "Soma Yukihira",
    "email": "testemail@gmail.com",
    "title": "Cheese-Feathered Hanetsuki Gyōza",
    "description": "Utilizing a Hanetsuki-styled Gyōza, Sōma used Parmesan cheese, satsuma jidori bone soup, and a hidden flavor that allowed him to battle against defeat Etsyua's alchemic dish with an overwhelming victory. ",
    "ingredients": "Sinigang, Miso",
    "instructions": "Cook sinigang, cook miso",
    "date": "October 01",
    "image": "/images/gyoza.png",
    "isFavorite": true
  },
  {
    "id": 1,
    "name": "Soma Yukihira",
    "email": "testemail@gmail.com",
    "title": "Time Fuse Mapo Curry Noodles",
    "description": "This dish was created by Sōma during the Moon Banquet Festival to combat against Kuga Terunori in sales. This dish is comprised of three parts: curry, meatball, and mapo tofu. The soup is made from beef bones, several curry spices, garlic, and ginger to make the curry dish. The soup is then mixed in gelatin which has been wrapped with the meatballs Sōma uses for his Hujiao Bing.",
    "ingredients": "Sinigang, Miso",
    "instructions": "Cook sinigang, cook miso",
    "date": "October 01",
    "image": "/images/mapo.png",
    "isFavorite": true
  },
  {
    "id": 2,
    "name": "Cloud Cam",
    "email": "testemail@gmail.com",
    "title": "Chicken na Curry",
    "description": "Chicken na Curry is my favorite version of chicken curry. It has that comforting savory taste of sinigang which was made better by the savory taste of miso. That is just the tip of the iceberg though, metaphorically speaking. The salmon heads are the main stars of the dish. It is delicious and very tasty. It also contains chicken oil that is said to be good for the heart.",
    "ingredients": "Chicken, Curry",
    "instructions": "Cook sinigang, cook miso",
    "date": "October 01",
    "image": "/images/curry.png",
    "isFavorite": false
  },
  {
    "id": 3,
    "name": "Eishi Tsukasa",
    "email": "testemail@gmail.com",
    "title": "Venison Roast Showing Two Expressions",
    "description": "A dish made by Eishi when he was challenged by Sōma. This French dish consists of roast made of venison backstrap which was seasoned with salt, pepper, venison fat & tendons. Using venison stock, he skillfully transforms it into a sauce poivrade by just adding pepper. But, for the left side, he adds blueberries, red currants, blackberries, creme de cassis, red wine, blueberry vinegar, and raspberry jam to turn it into a sauce poivrade au baie. With Eishi's care of the ingredients, the flavors of this dish are excessively harmonic & tranquil.",
    "ingredients": "Venison, Berries",
    "instructions": "Using venison stock, he skillfully transforms it into a sauce poivrade by just adding pepper. But, for the left side, he adds blueberries, red currants, blackberries, creme de cassis, red wine, blueberry vinegar, and raspberry jam to turn it into a sauce poivrade au baie. With Eishi's care of the ingredients, the flavors of this dish are excessively harmonic & tranquil.",
    "date": "October 01",
    "image": "/images/venison.png",
    "isFavorite": false
  }
]
